[
  {
    "content_id": 702395,
    "reference_id": 203331,
    "title": "الإله المجهول",
    "media_type": "Text",
    "index_reference": "الإله المجهول",
    "language": "arb",
    "content": "<p>تحدَّث الرسول بولس في أريوس باغوس، وهو المجلس الأعلى لمدينة أثينا (<a href=\"https://ref.ly/Acts17:19\">أعمال الرسل 17: 19</a>)، إلى أناسٍ لم يكونوا مشتركين معه في إيمانه بإله إبراهيم وموسى. وهذا الإله أعلن عن ذاته &quot;<span>بِٱلْأَنْبِيَاءِ قَدِيمًا، بِأَنْوَاعٍ وَطُرُقٍ كَثِيرَةٍ</span>&quot; (<a href=\"https://ref.ly/Heb1:1\">عبرانيين 1: 1</a>).</p><p>كان مستمعو بولس في أريوس باغوس يفكِّرون في الديانات بطريقة مختلفة عنه. فقد كان لديهم في ثقافتهم العديد من الآلهة، وكان عامة الشعب لا يزالون يؤمنون بالآلهة القديمة. إلا أن كثيرين ممَّن كان لهم تأثير في ثقافة أثينا كانوا قد توقفوا عن الإيمان بوجود الآلهة. وفي المقابل، كانوا يتبعون إما مذهب المادية<em> </em>(الاعتقاد بأن الأشياء المادية فقط هي كلُّ ما هو موجود) وإما مذهب وحدة الوجود (الاعتقاد بأن الإله موجود في كلِّ شيء).</p><p>لم يكن هؤلاء جميعهم يؤمنون بالله الواحد الحقيقي، الذي هو رب الجميع. وقد تحدثت أساطيرهم عن أفعال الكثير من الآلهة، لكنهم لم يؤمنوا بأن الحق المطلق، وهو الله ذاته، يمكن أن يُعرَف. وفي المقابل، كانوا يحبون دائمًا أن يناقشوا أحدث الأفكار، على أمل أن يفهموا طبيعة الحياة فهمًا أفضل.</p><p>عندما زار بولس أثينا، كانت العديد من الأفكار الفلسفية شائعةً هناك. لكن، كانت الرواقية والأبيكورية هما المدرستان الفكريتان الرئيسيتان (<a href=\"https://ref.ly/Acts17:18\">أعمال الرسل 17: 18</a>).</p><p>تأسَّست الفلسفة الرواقية على يد زينون الرواقي، الذي عاش من نحو عام 334 إلى عام 262 ق.م. كان أتباع مذهب الرواقية يسمُّون بالرواقيين. وكان الرواقيون يدرسون قوانين الطبيعة، ويؤمنون باللوجوس، وهي قوة تنظم وتحفظ كلَّ شيء. هذه القوة تمنح البشر الحياة والفكر السليم. والحياة الجيدة هي الحياة التي يقودها المنطق والعقل، وفيها يسود السلام العقلي والتناغم مع الطبيعة. كثيرون من القادة القدماء البارزين كانوا إما رواقيين وإما تأثروا بالرواقية، ومنهم شيشرون، وسينيكا، وماركوس أوريليوس. انجذب بعض المسيحيين إلى الأفكار الرواقية بسبب التشابه بين اللوجوس الرواقي واللوجوس الإلهي، وكذلك بين القانون الطبيعي وقانون الله (<a href=\"https://ref.ly/John1:1-John1:18\">يوحنا 1: 1–18</a>).</p><p>كان الأبيكوريون أناسًا يتبعون تعاليم إبيكور، الذي عاش من عام 341 إلى عام 270 ق.م. وكانوا أناسًا تجريبيين، بمعنى أنهم كانوا يؤمنون بأن المعرفة تنبع مما يمكن أن نختبره بحواسنا (مثل النظر، أو السمع، أو اللمس)، وليس من الأفكار النظرية المجرَّدة. ركَّز الأبيكوريون على البراهين الطبيعية، وأبدوا اهتمامًا لا يُذكَر بالرياضيات. وكان اهتمامهم الرئيسي منصبًا على الأخلاق، أي على دراسة السلوك الصحيح. وكانوا يقيِّمون الأفعال أو الأشياء بناءً على اللذة أو الألم الذي تسبِّبه. رأى إبيكور أن الإيمان بالآلهة يهدد السلام العقلي، وآمن هو وأتباعه بأنه ينبغي ألا يخاف أحد سواء من الآلهة أو من الموت.</p><p>عندما كلَّم بولس هؤلاء الأشخاص، استعان بشعرائهم لتوضيح الأفكار الصعبة، وقال إن الله الذي خلق كلَّ شيء هو إله شخصي يمكن معرفته. فقد أعلن الله عن ذاته بوضوح في التاريخ الحقيقي، وعلى نحو كامل في يسوع المسيح. وبعد الموت، لا توجد نهاية للروح، ولا رحلة تقوم بها الروح، بل فقط دينونة آتية. وقيامة يسوع من بين الأموات تثبت صحة كلِّ هذه الأمور.</p><p>استهزأ معظم اليونانيين في أثينا بهذا الكلام، لكن هذا هو الحق المطلق. فإن الله قابل للمعرفة بواسطة يسوع المسيح.</p><p><u>نصوص كتابية لمزيد من الدراسة</u></p><p><a href=\"https://ref.ly/Ps50:7-Ps50:15\">مزمور 50: 7–15؛</a> <a href=\"https://ref.ly/Isa42:5-Isa42:7\">إشعياء 42: 5–7؛</a> <a href=\"https://ref.ly/Acts17:16-Acts17:32\">أعمال الرسل 17: 16–32؛</a> <a href=\"https://ref.ly/Rom1:18-Rom1:32\">رومية 1: 18–32؛</a> <a href=\"https://ref.ly/Col1:15-Col1:23\">كولوسي 1: 15–23؛</a> <a href=\"https://ref.ly/Col2:6-Col2:12\">كولوسي 2: 6–12؛</a> <a href=\"https://ref.ly/1Thess1:9-1Thess1:10\">1تسالونيكي 1: 9–10؛</a> <a href=\"https://ref.ly/Heb1:1-Heb1:4\">عبرانيين 1: 1–4</a></p>",
    "associations": {
      "passage": [
        {
          "start_ref": "44017018",
          "start_ref_usfm": "ACT 17:18",
          "end_ref": "44017018",
          "end_ref_usfm": "ACT 17:18"
        },
        {
          "start_ref": "44017019",
          "start_ref_usfm": "ACT 17:19",
          "end_ref": "44017019",
          "end_ref_usfm": "ACT 17:19"
        },
        {
          "start_ref": "58001001",
          "start_ref_usfm": "HEB 1:1",
          "end_ref": "58001001",
          "end_ref_usfm": "HEB 1:1"
        },
        {
          "start_ref": "45001018",
          "start_ref_usfm": "ROM 1:18",
          "end_ref": "45001032",
          "end_ref_usfm": "ROM 1:32"
        },
        {
          "start_ref": "43001001",
          "start_ref_usfm": "JHN 1:1",
          "end_ref": "43001018",
          "end_ref_usfm": "JHN 1:18"
        },
        {
          "start_ref": "19050007",
          "start_ref_usfm": "PSA 50:7",
          "end_ref": "19050015",
          "end_ref_usfm": "PSA 50:15"
        },
        {
          "start_ref": "52001009",
          "start_ref_usfm": "1TH 1:9",
          "end_ref": "52001010",
          "end_ref_usfm": "1TH 1:10"
        },
        {
          "start_ref": "51001015",
          "start_ref_usfm": "COL 1:15",
          "end_ref": "51001023",
          "end_ref_usfm": "COL 1:23"
        },
        {
          "start_ref": "58001001",
          "start_ref_usfm": "HEB 1:1",
          "end_ref": "58001004",
          "end_ref_usfm": "HEB 1:4"
        },
        {
          "start_ref": "23042005",
          "start_ref_usfm": "ISA 42:5",
          "end_ref": "23042007",
          "end_ref_usfm": "ISA 42:7"
        },
        {
          "start_ref": "44017016",
          "start_ref_usfm": "ACT 17:16",
          "end_ref": "44017032",
          "end_ref_usfm": "ACT 17:32"
        },
        {
          "start_ref": "51002006",
          "start_ref_usfm": "COL 2:6",
          "end_ref": "51002012",
          "end_ref_usfm": "COL 2:12"
        }
      ],
      "resource": []
    }
  }
]