[
  {
    "content_id": 702329,
    "reference_id": 203265,
    "title": "أربع إمبراطوريات عالمية",
    "media_type": "Text",
    "index_reference": "أربع إمبراطوريات عالمية",
    "language": "arb",
    "content": "<p>يصف كتاب دانيال رؤيتين مهمتين تُظهران كيف يحكم الله على التاريخ بأسره. رأى الملك نبوخذنصر ملك بابل الرؤية الأولى (الأصحاح <a href=\"https://ref.ly/Dan2:1-Dan2:49\">2</a>)، بينما رأى النبي دانيال رؤية مشابهة (الأصحاح <a href=\"https://ref.ly/Dan7:1-Dan7:28\">7</a>). وتُظهر كل رؤية من الرؤيتين أربع ممالك عالمية.</p><p>اختلف الناس أحيانًا حول الممالك التي تصفها هاتين الرؤيتين، لكن كثيرًا من المعلّمين المهمّين عبر التاريخ تبنّوا نفس الفهم. لقد حدد هيبوليتُس، وهو مُعلِّم مسيحي مُبكّر (أو &quot;أب من آباء الكنيسة&quot;) عاش بين عامَي 170 و236 ميلادي، الممالك الأربع على النحو التالي:</p><ul><li><p>بابل،</p></li><li><p>مادي-فارس،</p></li><li><p>اليونان، </p></li><li><p>وروما.</p></li></ul><p>أوسابيوس القيصري، أحد آباء الكنيسة ومؤرِّخ عاش بين سنة ٢٦٠ و٣٤٠م، كان يعتقد في البداية أن المملكة الأولى كانت أشور (التي كانت قد حكمت بابل). لكنه عاد لاحقًا ووافق على رأي هيبوليتُس. وقد قبل معظم المعلّمين المسيحيين الأوائل هذا الفهم أيضًا. وفيما بعد، وافق اثنان من آباء الكنيسة الآخرين، جيروم وأوغسطينوس، على هذا التفسير نفسه. ولا يزال العديد من معلّمي الكتاب المقدس اليوم يتمسّكون بهذا الرأي بخصوص الممالك الأربع.</p><p>في العصور القديمة وحتى اليوم، جادل بعض الأشخاص بأن اليونان هي المملكة الرابعة. وهم يعتبرون مادي وفارس مملكتين منفصلتين. وكثيرًا ما يتبنّى هؤلاء المعلّمون هذا الرأي لأنهم يرون أن سفر دانيال كُتب في فترة تسبق ظهور الإمبراطورية الرومانية، وبالتالي يستبعدون أن يكون قد تنبّأ بأحداث مستقبلية. ومع ذلك، فإن الناس عادةً ما يعتبرون مادي وفارس مملكة واحدة. فبحلول الوقت الذي غزا فيه الملك كورش الثاني بابل سنة ٥٣٩ ق.م، كانت الإمبراطورية الفارسية قد دمجت مملكة مادي إلى حدّ كبير.</p><p>يعتبر الناس عمومًا أن روما هي المملكة الرابعة. لكن الصفات الشريرة وغير الإنسانية الموصوفة في الرؤية تتجاوز مجرد الإمبراطورية الرومانية التاريخية. تُقدِّم هذه الرؤى نظرة شاملة للعالم وحُكوماته، حيث إن ملكوت الله سيُدمِّر كل هذه الممالك ويستبدلها. فهو &quot;حجرٌ قُطع...&quot; (<a href=\"https://ref.ly/Dan2:34\">دانيآل 2:34</a>). في الإصحاح <a href=\"https://ref.ly/Dan2:1-Dan2:49\">2</a>، تَقلّ قيمة المعادن في التمثال تدريجيًا، بينما في الإصحاح <a href=\"https://ref.ly/Dan7:1-Dan7:28\">7</a>، تصبح صور الحيوانات أكثر شراسة وعنفًا. وهذه الصفات تُظهر انحدار الحضارة البشرية مع مرور الوقت، حتى في الوقت الذي يزداد فيه ملكوت الله قوّة واتساعًا (<a href=\"https://ref.ly/Dan2:35\">2:35</a>).</p><p><u>مقاطع لمزيد من الدراسة</u></p><p><a href=\"https://ref.ly/Dan2:1-Dan2:49\">دانيال 2:1–49</a>; <a href=\"https://ref.ly/Dan7:1-Dan7:28\">7:1–28</a></p>",
    "associations": {
      "passage": [
        {
          "start_ref": "27002034",
          "start_ref_usfm": "DAN 2:34",
          "end_ref": "27002034",
          "end_ref_usfm": "DAN 2:34"
        },
        {
          "start_ref": "27002035",
          "start_ref_usfm": "DAN 2:35",
          "end_ref": "27002035",
          "end_ref_usfm": "DAN 2:35"
        },
        {
          "start_ref": "27007001",
          "start_ref_usfm": "DAN 7:1",
          "end_ref": "27007028",
          "end_ref_usfm": "DAN 7:28"
        },
        {
          "start_ref": "27002001",
          "start_ref_usfm": "DAN 2:1",
          "end_ref": "27002049",
          "end_ref_usfm": "DAN 2:49"
        }
      ],
      "resource": []
    }
  }
]