[
  {
    "content_id": 702221,
    "reference_id": 203157,
    "title": "الديانة الكنعانية",
    "media_type": "Text",
    "index_reference": "الديانة الكنعانية",
    "language": "arb",
    "content": "<p>كان الكنعانيون يربطون الخليقة أو الطبيعة بآلهتهم. كان كل إله يمثِّل إحدى قوى الطبيعة. فقد اعتبروا القمر، والشمس، والنجوم البارزة، والكواكب المرئية آلهة أو إلهات.</p><p>كان للآلهة الكنعانية جانبان بارزان:</p><ol><li><p>قد تتغير شخصياتها.</p></li><li><p>كانت أسماؤها مرتبطة بأدوارها.</p></li></ol><p>كان لبعض هذه الآلهة تأثير كبير في تعاملات بني إسرائيل مع الشعب الكنعاني:</p><ol><li><p>الاسم &quot;إل&quot;<em> </em>معناه &quot;القوي&quot;. كان هذا هو رئيس الآلهة الكنعانية. كان الإله &quot;إل&quot; يسكن في موضع بعيد عن كنعان، &quot;عند منبع النهرين&quot; (ربما يشير هذا إلى جنة عدن)، وكان يرأس مجمعًا من الآلهة هم أولاده. وفي العهد القديم، يشير الاسم &quot;إل&quot; (إلوهيم في صيغة الجمع ) إلى الله، لكن إله شعب إسرائيل كان مختلفًا عن إله الكنعانيين.</p></li><li><p>الاسم &quot;بعل&quot; معناه &quot;سيد&quot;. كان هذا هو إله العواصف العظيم وملك الآلهة. ومع أن &quot;إل&quot; كان الرئيس، كان البعل يتمتع بقوة أكثر نشاطًا بصفته الثاني في ترتيب القيادة بعد &quot;إل&quot;. وكان مصدرًَا لكلِّ خصوبة. وعندما كان البعل يموت، كانت النباتات تتوقف عن النمو والحيوانات تتوقف عن التكاثر. وقد كان إله العدالة، وكان يثير الخوف في نفوس الذين يرتكبون الأخطاء.</p></li><li><p>الاسم &quot;داجون&quot; معناه &quot;سمك&quot; أو &quot;حبوب&quot;. وهو يُدعَى أحيانًا أبًا للبعل. كان داجون هو الإله الأساسي لمدينة أشدود الفلسطينية (<a href=\"https://ref.ly/1Sam5:1-1Sam5:7\">1صموئيل 5: 1–7</a>).</p></li><li><p>عشتاروث، وعناة، والسارية كانت الآلهات الرئيسية الثلاث في مجموعة الآلهة الكنعانية. وكانت متصلة بشكل أساسي بالجنس والحرب. وكان دورها الرئيسي هو إقامة علاقات جنسية سنوية مع البعل، الأمر الذي كان يحافظ على قوة البعل ويضمن خصوبة الأرض.</p></li></ol><p>كان الكنعانيون يعتقدون أن قوى الطبيعة هي التي تفسِّر تغيُّر الفصول. فمن شهر أبريل إلى شهر أكتوبر، كانوا يعتبرون أن جفاف هذه الفترة يرجع إلى موت البعل، بعد هزيمته في معركة تحدث كلَّ ربيع. وكانت أمطار الخريف تشير إلى عودة البعل إلى الحياة بصفته إله المطر والنباتات، وكان هذا يستمر حتى شهر أبريل التالي. وكانوا يعتقدون أن الأرض أصبحت خصبة مرة أخرى بسبب التزاوج السنوي للبعل مع شريكته الأنثى. واشتملت أنشطتهم الدينية على محاكاة أفعال آلهتهم.</p><p>كان الكنعانيون يعبدون الأشياء التي كانوا يعتقدون أنها ستجلب لهم فوائد مادية. فإذا أرضوا الآلهة والإلهات، ستمدُّهم هذه الآلهة بحصاد جيد. وإذا غضب أيُّ إله، كان الناس يقدِّمون ذبائح حيوانية أو بشرية لتهدئته (انظر <a href=\"https://ref.ly/2Kgs3:26-2Kgs3:27\">2ملوك 3: 26–27</a>). فقد كانت عبادة الكنعانيين قائمة على الخوف وعلى محاولة التأثير في الآلهة أو تهدئتها.</p><p>أدَّى التفاعل بين العديد من ديانات الشرق الأدنى القديم إلى ظهور مشكلات اجتماعية وإلى اقتباس بعض الممارسات الدينية. تبنَّى الأراميون والفلسطينيون الذين سكنوا في كنعان بعض الممارسات الكنعانية. وبالمثل، أدرج الأموريون بعض الممارسات الدينية السومرية في عبادتهم عندما انتقلوا إلى بلاد ما بين النهرين.</p><p>على النقيض من ذلك، طالب يهوه، إله إسرائيل، بالولاء التام. وكانت عبادته تقوم على الإيمان وليس الخوف. لكن للأسف، لم يحافظ بنو إسرائيل على إيمانهم بالله الواحد (التوحيد)، حيث تبنوا أفكارًا وممارسات وثنية، وعبدوا آلهة كنعانية بطريقتهم. وبهذا، فسد مجتمعهم وأسخطوا الله. ونتيجةً لذلك، أدانهم الله وأرسلهم إلى السبي (انظر <a href=\"https://ref.ly/2Kgs17:5-2Kgs17:23\">2ملوك 17: 5–23؛</a> <a href=\"https://ref.ly/2Kgs24:18-2Kgs25:21\">24: 18–25:21</a>).</p><p><u>مقاطع كتابية لدراسة أعمق</u></p><p><a href=\"https://ref.ly/1Sam5:1-1Sam5:12\">1صموئيل 5: 1–12</a></p>",
    "associations": {
      "passage": [
        {
          "start_ref": "09005001",
          "start_ref_usfm": "1SA 5:1",
          "end_ref": "09005012",
          "end_ref_usfm": "1SA 5:12"
        },
        {
          "start_ref": "09005001",
          "start_ref_usfm": "1SA 5:1",
          "end_ref": "09005007",
          "end_ref_usfm": "1SA 5:7"
        },
        {
          "start_ref": "12024018",
          "start_ref_usfm": "2KI 24:18",
          "end_ref": "12025021",
          "end_ref_usfm": "2KI 25:21"
        },
        {
          "start_ref": "12017005",
          "start_ref_usfm": "2KI 17:5",
          "end_ref": "12017023",
          "end_ref_usfm": "2KI 17:23"
        },
        {
          "start_ref": "12003026",
          "start_ref_usfm": "2KI 3:26",
          "end_ref": "12003027",
          "end_ref_usfm": "2KI 3:27"
        }
      ],
      "resource": []
    }
  }
]