[
  {
    "content_id": 702325,
    "reference_id": 203261,
    "title": "الأدب الرؤيويّ الأخرويّ (أبوغلمسيس/ أبوكلبسيس)",
    "media_type": "Text",
    "index_reference": "الأدب الرؤيويّ الأخرويّ (أبوغلمسيس/ أبوكلبسيس)",
    "language": "arb",
    "content": "<p>تتضمن عدة مقاطع من العهد القديم مواضيع تشبه إلى حد كبير الأدب اليهودي الرؤيويّ الأخرويّ المتأخر (<a href=\"https://ref.ly/Isa24:1-Isa27:13\">إشعياء 24–27</a>; <a href=\"https://ref.ly/Ezek38:1-Ezek39:29\">حزقيال 38:1–39:29</a>; <a href=\"https://ref.ly/Dan7:1-Dan12:13\">دانيآل 7–12</a>; <a href=\"https://ref.ly/Zech9:1-Zech14:21\">زكريّا 9–14</a>). والأدب الرؤيوي هو نوع من الكتابة يستخدم الرؤى والرموز ليُظهِر النصرة النهائية لله على الشرّ، وليمنح شعبه الرجاء. كما أن سفر الرؤيا بأكمله في العهد الجديد ينتمي إلى هذا النوع الأدبي.</p><p>يستخدم الأدب الرؤيويّ الأخرويّ رؤى إلهية لنقل أمور غامضة أو مخفية. ويشتق مصطلح &quot;<em>رؤيوي&quot;</em> أو &quot;<em>أبوكلبسيس</em>&quot; من الكلمة اليونانية <em>apokalupsis</em>، والتي تعني &quot;إعلان&quot;. بينما يركز الأدب النبوي الآخر (التقليدي) على كلمات الرسالة. فمن منطلق مشهد قانوني، فالنبي الذي يقدم رسالة إلهية (نبوءة) يشبه المُدّعي العام، في حين أن كاتب الأدب الرؤيوي هو أشبه بشاهد العيان، حيث يصف الحقائق السماوية التي رآها.</p><p>عادةً ما تتنبأ النبوة في الكتاب المقدس بالخلاص أو الدينونة داخل عالمنا الحالي. وفي المقابل، يتوقع الأدب الرؤيوي الأخرويّ ويترقب تحقيقًا يتجاوز الزمان والمكان. فهو لا يتطلع إلى تحسُّن تدريجي للمجتمع، بل يتنبأ بحدث حاسم سيغير العالم ويُنهي الواقع الحالي للأمور ويخلق واقعًا كليًا جديدًا. يرى الأدب الرؤيوي الحاضر على أنه زمن من الصراع بين النور والظلمة، حيث لا يمكن أن يكون هناك أي مجال للمساومة أو للسلام بين قوى الخير والشر الخارقة للطبيعة.</p><p>يكشف الأدب الرؤيوي عن العناصر الخفية لهذا الصراع، حيث يُظهِر بوضوح وجود الظلمة الروحية. كما يعلن أيضًا عن قوى الخير الخفية المحيطة بنا، والتي ستنتصر في النهاية. إن هذا النصرة المستقبلية أكيدة، بغض النظر عن أي محاولات بشرية أو روحية لعرقلتها.</p><p>تهدف الرؤى الرؤيوية إلى تشجيع وتحفيز المؤمنين، خاصة خلال الأوقات الصعبة وأزمنة الضيق. تحمل هذه الكتابات رسالة إيجابية، وهي: على الرغم من التحديات والمصاعب الحالية، فقد حسم الله مُسبقًا نتيجة المعركة النهائية. وستنتصر قوى الخير. يعارض الأدب الرؤيوي الادّعاءات الوثنية بأن الأمور ستظل كما هي. ويؤكد أن الله هو المتسلط، وأن ملكوته سيغلب في النهاية.</p><p>تمنح هذه الرسالة رجاءً حيًا في نفوس المؤمنين وسط الألم. وتحثّهم على الثبات أمناء رغم التحديات. إنها رسالة تشجع الذين يعانون، مؤكدة أن الله هو المسيطر وسينتصر في النهاية. ورغم المعاناة، فالطاعة هي السبيل الوحيد للحياة. فنحن نثق في الغلبة النهائية عندما يجلب الله عصرًا جديدًا من الخلاص.</p><p><u>مقاطع كتابية لدراسة أعمق</u></p><p><a href=\"https://ref.ly/Ezek38:1-Ezek39:24\">حزقيال 38:1–39:24</a>؛ <a href=\"https://ref.ly/Dan7:1-Dan12:13\">دانيال 7:1–12:13</a>؛ <a href=\"https://ref.ly/Zech9:1-Zech14:21\">زكريا 9:1–14:21</a></p>",
    "associations": {
      "passage": [
        {
          "start_ref": "27007001",
          "start_ref_usfm": "DAN 7:1",
          "end_ref": "27012013",
          "end_ref_usfm": "DAN 12:13"
        },
        {
          "start_ref": "26038001",
          "start_ref_usfm": "EZK 38:1",
          "end_ref": "26039024",
          "end_ref_usfm": "EZK 39:24"
        },
        {
          "start_ref": "26038001",
          "start_ref_usfm": "EZK 38:1",
          "end_ref": "26039029",
          "end_ref_usfm": "EZK 39:29"
        },
        {
          "start_ref": "38009001",
          "start_ref_usfm": "ZEC 9:1",
          "end_ref": "38014021",
          "end_ref_usfm": "ZEC 14:21"
        },
        {
          "start_ref": "23024001",
          "start_ref_usfm": "ISA 24:1",
          "end_ref": "23027013",
          "end_ref_usfm": "ISA 27:13"
        }
      ],
      "resource": []
    }
  }
]