[
  {
    "content_id": 702451,
    "reference_id": 203387,
    "title": "المسرح والإعلان",
    "media_type": "Text",
    "index_reference": "المسرح والإعلان",
    "language": "arb",
    "content": "<p> كان المسرح، في العالم القديم، شكلاً من أشكال السرد من خلال العروض الحيّة التي تتضمن الممثلين والمشاهد والعروض الدرامية. إن فهم كيفية عمل العروض القديمة يمكن أن يساعدنا في فهم <a href=\"https://ref.ly/Rev4:1-Rev5:14\">رؤيا 4–5</a>. هذان الاصحاحان يقدمان دراما إلهية (أي مسرحية تحتوي على مشاهد وممثلين) وتُبرز أهمية وكيل الله (المسيّا) في تاريخ العالم. هذا المقطع يُهيئ القارئ للرسالة الرئيسية للسفر، التي تتعلق بالعالم، وواقع الدينونة، والغلبة التي تتحقق من خلال الحمل (يسوع). في هذان الإصحاحان، يتم استخدام سلسلة من المشاهد (كما في مسرحية) من أجل نقل الرسالة.</p><p> يبدأ <a href=\"https://ref.ly/Rev4:1-Rev4:3\">رؤيا 4:1–3</a> بوصف الله على عرشه السماوي، وكما كان يحدث في المسرح القديم، حيث يجلس مُمثل يمثل الإله في صندوق مركزي مرتفع فوق الخشبة ليشرح للجمهور أهمية كل مشهد بتعليقات إيجابية أو سلبية أو ليحلّ مشكلات النص الدرامية المعقّدة. وبالمثل، ينبغي على قرّاء الرؤيا أن يبحثوا عن المشاهد التي يفسّر فيها الله أو رسله أو يتدخلون لشرح الرسالة.</p><p>تطوّرت الدراما القديمة على المسرح في إطار الشكل الإلهي. وبين المسرح والجمهور، كان هناك مجموعة من المتحدثين يعبّرون عن المشاعر المرتبطة بالمسرحية. وفي سفر الرؤيا، تلعب الكائنات الحيّة الأربعة دورًا مشابهًا (<a href=\"https://ref.ly/Rev4:6-Rev4:8\">رؤيا 4:6–8</a>).</p><p>ويمثّل الأربعة والعشرون شيخًا العهدين القديم والجديد (<a href=\"https://ref.ly/Rev4:4\">4:4</a>). (يشير &quot;العهد القديم&quot; إلى الاتفاق (العهد) الذي أبرمه الله مع إسرائيل من خلال موسى، والذي تضمّن الوصايا العشر وسائر الشرائع الأخرى المُسجّلة في الأسفار الأولى من الكتاب المقدس، بينما يشير &quot;العهد الجديد&quot; إلى الاتفاق (العهد) الذي أبرمه الله من خلال يسوع المسيح، والذي يصفه العهد الجديد بأنه تحقيق للعهد القديم وتأسيس لطريقة جديدة للعلاقة مع الله مبنية على الإيمان بيسوع.) ويلعب الأربعة والعشرون شيخًا دور الكورس من خلال مجموعات متناوبة من المتحدثين، مقدمين الخلفية التاريخية، والسياق التاريخي لهذه الدراما العظيمة. الله هو الذي يأتي بالنص، ولا يستطيع أحد فتحه وقراءته وتنفيذه إلا وكيله الخاص، الذي هو &quot;الحمل&quot; (<a href=\"https://ref.ly/Rev5:1-Rev5:5\">5:1–5</a>; <a href=\"https://ref.ly/Rev6:1\">6:1</a>).</p><p><u>مقاطع لمزيد من الدراسة</u></p><p><a href=\"https://ref.ly/Rev4:1-Rev5:14\">رؤيا 4:1–5:14</a></p>",
    "associations": {
      "passage": [
        {
          "start_ref": "66004004",
          "start_ref_usfm": "REV 4:4",
          "end_ref": "66004004",
          "end_ref_usfm": "REV 4:4"
        },
        {
          "start_ref": "66006001",
          "start_ref_usfm": "REV 6:1",
          "end_ref": "66006001",
          "end_ref_usfm": "REV 6:1"
        },
        {
          "start_ref": "66004001",
          "start_ref_usfm": "REV 4:1",
          "end_ref": "66005014",
          "end_ref_usfm": "REV 5:14"
        },
        {
          "start_ref": "66004001",
          "start_ref_usfm": "REV 4:1",
          "end_ref": "66004003",
          "end_ref_usfm": "REV 4:3"
        },
        {
          "start_ref": "66004006",
          "start_ref_usfm": "REV 4:6",
          "end_ref": "66004008",
          "end_ref_usfm": "REV 4:8"
        },
        {
          "start_ref": "66005001",
          "start_ref_usfm": "REV 5:1",
          "end_ref": "66005005",
          "end_ref_usfm": "REV 5:5"
        }
      ],
      "resource": []
    }
  }
]