[
  {
    "content_id": 702456,
    "reference_id": 203392,
    "title": "المُلك الألفيّ",
    "media_type": "Text",
    "index_reference": "المُلك الألفيّ",
    "language": "arb",
    "content": "<p>الألفية هي مدة ألف سنة، ويصف سفر ال<a href=\"https://ref.ly/Rev20:1-Rev20:15\">رؤيا 20</a> حكم يسوع المسيح على الأرض لمدة ألف سنة، وقد تبنّت جماعات مسيحية تُجلّ الكتاب المقدس باعتباره كلمة الله الموحى بها وذات السلطان ثلاث نظريات حول كيفية ارتباط هذه الألفية بالمجيء الثاني ليسوع:</p><ol><li><p><em>ما قبل الألفية (Premillennialism):</em> تنتهي الفترة بين المجيء الأول والمجيء الثاني ليسوع عند عودته، إذ سيحكم على الأرض مع قديسيه لمدة ألف سنة، وبعدها سيقيم يسوع الدينونة النهائية ويؤسس ملكوته الأبدي، وترى هذه النظرة أن عودة يسوع تسبق (pre-) الألفية.</p></li><li><p><em>اللاألفية (Amillennialism):</em> لا تشير الألف سنة إلى فترة حرفية، بل هي رمزية وتمثّل الزمن الحالي بين المجيء الأول والمجيء الثاني ليسوع، وخلال هذه الفترة يحكم يسوع روحيًا مع شعبه، وفي نهايتها يعود يسوع ليجري الدينونة النهائية ويبدأ ملكوته الأبدي، وترى هذه النظرة أنه لا توجد (a-) ألفية منفصلة عن زمن الكنيسة الحالي.</p></li><li><p><em>ما بعد الألفية (Postmillennialism):</em> خلال الفترة بين المجيء الأول والمجيء الثاني ليسوع، سيمتد حكمه عبر الكنيسة، مما يقود إلى فترة طويلة من السلام على الأرض، وهذه الفترة تُعتبر &quot;الألف سنة&quot;، وعند نهايتها يعود يسوع ليجري الدينونة النهائية ويؤسس ملكوته الأبدي، وترى هذه النظرية أن عودة يسوع تأتي بعد (post-) الألفية. </p></li></ol><p>وقد تسببت هذه الأفكار المختلفة في خلافات بين المسيحيين، حتى إن كثيرين قطعوا علاقاتهم مع من يحملون آراء مغايرة، بينما ينبغي على المسيحيين أن يتحلوا بالتواضع والمحبة وألا يسمحوا لهذه الخلافات بأن تقسّمهم (انظر <a href=\"https://ref.ly/1Pet3:8\">1 بطرس 3:8</a>).</p><p>والرسالة الأساسية في سفر الرؤيا هي أن يسوع المسيح سيعود جسديًا ليحكم سماءً وأرضًا جديدتين، وأن معركة روحية حقيقية تدور الآن، فالجحيم، مثل السماء، واقع حقيقي، والله سيدين الجميع بحسب مقاييسه، وتمنح نبوءات الرؤيا رجاءً لشعب الله وسط الألم والمعاناة والارتباك في هذا العالم.</p><p><u>مقاطع لمزيد من الدراسة</u></p><p><a href=\"https://ref.ly/Rev20:1-Rev20:10\">رؤيا 20: 1–10</a></p>",
    "associations": {
      "passage": [
        {
          "start_ref": "60003008",
          "start_ref_usfm": "1PE 3:8",
          "end_ref": "60003008",
          "end_ref_usfm": "1PE 3:8"
        },
        {
          "start_ref": "66020001",
          "start_ref_usfm": "REV 20:1",
          "end_ref": "66020015",
          "end_ref_usfm": "REV 20:15"
        },
        {
          "start_ref": "66020001",
          "start_ref_usfm": "REV 20:1",
          "end_ref": "66020010",
          "end_ref_usfm": "REV 20:10"
        }
      ],
      "resource": []
    }
  }
]