[
  {
    "content_id": 702365,
    "reference_id": 203301,
    "title": "ميلاد المسيح",
    "media_type": "Text",
    "index_reference": "ميلاد المسيح",
    "language": "arb",
    "content": "<p>تُظهر رويات ولادة يسوع تباينات واضحة بين الظروف المتواضعة والمكانة الإلهية (<a href=\"https://ref.ly/Matt1:18-Matt2:12\">متّى 1:18–2:12</a>؛ <a href=\"https://ref.ly/Luke1:44-Luke1:47\">لوقا 2:1–20</a>).</p><p>من ناحية، نرى طبيعة ميلاده المتواضعة، إذ يسافر زوجان فقيران إلى بيت لحم، موطن أجدادهم، للتسجيل في تعداد أمرت به الإمبراطورية الرومانية التي كانت تحكم أرضهم في ذلك الوقت. كانت رحلتهم من الجليل إلى بيت لحم طويلة وشاقّة. وعند وصولهم، لم يتمكنا من إيجاد مكان للإقامة، فاضطروا لاستخدام مكان تنام فيه الحيوانات.</p><p>هذا الوضع برمته إنما يكشف حالة الفقر الشديد، والرفض، وغياب الاهتمام من جانب الآخرين. عندما وُلِدَ يسوع، لم تُرسل الأخبار إلى الملوك البارزين أو الأثرياء. بل ذهبت البشارة إلى رعاة بسطاء كانوا يحرسون أغنامهم في حقل قريب.</p><p>ولكن مع هذه البيئة المتواضعة جدا، هناك رسالة عن سلطان مذهل ومجد لا يوصف. الطفل الموضوع في حوض تغذيّة الماشية (المذود) هو المسيّا، سليل الملك داود الذي طال انتظاره. هو من سيحكم شعب إسرائيل منتصرًا وغالبًا، وملكوته لن ينتهي أبدًا.</p><p>هو الذي تحدث عنه جميع الأنبياء. كانت كل أحداث التاريخ تشير مسبقًا<strong> إ</strong>لى وصول ذروته في المسيح. ارتحل مجموعة من الحكماء من بلدان شرقية فجاؤوا لتقديم الإكرام والإجلال له. وجاء جيش من الملائكة الأقوياء من السماء ليعلن عن ميلاده.</p><p>تمدنا هذه التباينات بنَظْرَة أولية على ما سيأتي لاحقًا. لقد جاء الله، إله إسرائيل ورب كل الأرض في يسوع المسيح لزيارة شعبه وإنقاذه. نزل الله من السماء ليلتقي بالناس في حياتهم اليومية وظروفهم. وفي الأناجيل، يظهر يسوع اهتمامًا خاصًا بالمتواضعين البسطاء والفقراء والمرفوضين والخطاة. وأتي ليخلّصهم لأنهم يدركون حاجتهم إليه. لهذا يستقبلون رسالة الخلاص بفرح وسرور.</p><p>يرتبط هذا التباين أيضًا ما بين التواضع والعظمة بإرسالية يسوع. فالأشرار يرفضونه ويقتلونه. ومع ذلك، يبرهن الله على الحق الذي في يسوع عندما أقامه ورفعه وأجلسه عن&quot;يمينه&quot;.</p><p>هناك على عرشه، يحكم بصفته الرب والمسيّا. ومن هناك، يرسل روح الله ليقود كنيسته ويرشدها في الطريق. وبحياة يسوع وموته وقيامته وصعوده إلى المجد، يقدم غفران الخطايا. ويمنح الحياة الأبدية لكل من يستجيب له بحياة مكرسّة وأمينة.</p><p><u>مقاطع كتابية لدراسة أعمق</u></p><p><a href=\"https://ref.ly/Matt1:18-Matt2:12\">متى1:18–2:12؛</a> <a href=\"https://ref.ly/Luke2:1-Luke2:40\">لوقا2:1–20</a></p>",
    "associations": {
      "passage": [
        {
          "start_ref": "42001044",
          "start_ref_usfm": "LUK 1:44",
          "end_ref": "42001047",
          "end_ref_usfm": "LUK 1:47"
        },
        {
          "start_ref": "40001018",
          "start_ref_usfm": "MAT 1:18",
          "end_ref": "40002012",
          "end_ref_usfm": "MAT 2:12"
        },
        {
          "start_ref": "42002001",
          "start_ref_usfm": "LUK 2:1",
          "end_ref": "42002040",
          "end_ref_usfm": "LUK 2:40"
        }
      ],
      "resource": []
    }
  }
]