[
  {
    "content_id": 702176,
    "reference_id": 203112,
    "title": "خروج شعب الله من مصر كتاريخ",
    "media_type": "Text",
    "index_reference": "خروج شعب الله من مصر كتاريخ",
    "language": "arb",
    "content": "<p>كانت نظرة إسرائيل للواقع مختلفة تمامًا عن الثقافات القديمة الأخرى. إن الثقافات الكبرى المحيطة بإسرائيل، من سومر في جنوب أرام حوالي 2000 قبل الميلاد وحتى الرومان في القرن الثاني الميلادي، قد طوّرت رؤيتها من خلال تأملها في الخليقة. كانوا يؤمنون بالعديد من الآلهة ويعتقدون أن الأحداث تدور في دورات لا نهاية لها. وفي المقابل، آمنت أمة إسرائيل القديمة بإله واحد، منفصل عن العالم، وقد خلق العالم بهدف ويقود مجرى الأحداث لتحقيق ذلك الهدف.</p><p>لكن كيف طوّر بنو إسرائيل هذا المنظور الفريد؟ هل جاء ذلك من خلال اختباراتهم ولقاءاتهم المباشرة مع الإله الحقيقي عبر أحداث تاريخية؟ أكثر التفسيرات معقولية لهذا الفهم المتفرّد لإسرائيل عن الإله، هو أن الرب، كما يُعلِن الكتاب المقدس، قد أعلن عن نفسه لهم من خلال<strong> </strong>الأحداث المُسجّلة في التاريخ.</p><p>لا تذكر النصوص المصرية الأحداث التي يرويها الكتاب المقدّس، مما يدفع بعض الناس إلى الشك. ومع ذلك، كان من غير المعتاد أن تقوم أمة قوية بتوثيق هزيمتها على يد العبيد. أما السرد التارخي بالكتاب المقدس، بما في ذلك قصص إخفاقات إسرائيل الخاصة، يُعد أمرًا فريدًا في الشرق الأدنى القديم.</p><p>لا يستطيع علم الآثار إثبات وقوع أحداث معينة، لكنه يمكن أن يُظهر أن الظروف كانت مواتية لحدوثها. وهذا ينطبق على سفر الخروج، وعلى الكتاب المقدس بشكل عام. لا تؤكد ولا تعارض السجلات المصرية والأدلة الأثرية رواية الكتاب المقدس. ومع ذلك، يُظهر نص الخروج فهمًا عميقًا للفكر والثقافة المصرية، بما يتماشى مع السجل التاريخي.</p><p>كان كتّاب الكتاب المقدس يؤمنون أنهم يصفون أحداثًا حقيقية، وكانوا يتوقعون من القرّاء أن يعتبروا الأمور كذلك. ويقدم سفر <a href=\"https://ref.ly/Exod18:8-Exod18:12\">الخروج 18:8–12</a> أول نموذج لشخص وثق بالله بسبب قصة حقيقية.</p><p>الإيمان بالله وبالكتاب المقدس يقوم على أساس تاريخي متين. لقد تدخّل الله في التاريخ ليخلّص البشرية. ومن ضمن أعماله خروج بني إسرائيل من مصر. وقد بلغت هذه الأعمال غايتها في حياة يسوع المسيح، وموته، وقيامته.</p><p><u>مقاطع لمزيد من الدراسة</u></p><p><a href=\"https://ref.ly/Exod14:15-Exod15:21\">خروج ١٤: ١٥–١٥: ٢١</a>; <a href=\"https://ref.ly/Exod18:8-Exod18:12\">١٨: ٨–١٢</a>; <a href=\"https://ref.ly/Judg11:12-Judg11:27\">قضاة ١١: ١٢–٢٧</a>; <a href=\"https://ref.ly/Acts7:1-Acts7:56\">أعمال الرسل ٧: ١–٥٦</a></p>",
    "associations": {
      "passage": [
        {
          "start_ref": "07011012",
          "start_ref_usfm": "JDG 11:12",
          "end_ref": "07011027",
          "end_ref_usfm": "JDG 11:27"
        },
        {
          "start_ref": "02018008",
          "start_ref_usfm": "EXO 18:8",
          "end_ref": "02018012",
          "end_ref_usfm": "EXO 18:12"
        },
        {
          "start_ref": "02014015",
          "start_ref_usfm": "EXO 14:15",
          "end_ref": "02015021",
          "end_ref_usfm": "EXO 15:21"
        },
        {
          "start_ref": "44007001",
          "start_ref_usfm": "ACT 7:1",
          "end_ref": "44007056",
          "end_ref_usfm": "ACT 7:56"
        }
      ],
      "resource": []
    }
  }
]