[
  {
    "content_id": 764975,
    "reference_id": 203118,
    "title": "Hema la Kukutania",
    "media_type": "Text",
    "index_reference": "hema la kukutania",
    "language": "swh",
    "content": "<p>Hema la Kukutania lilikuwa mahali patakatifu pa kubebeka ambapo Mungu aliishi kati ya watu wa Israeli. Tangu mwanzo wa uumbaji, mpango wa Mungu ulikuwa kushiriki maisha yake na wanadamu na kuruhusu watu kuwa na uhusiano wa karibu naye. Hata hivyo, dhambi ilipoingia duniani, ilileta tatizo kubwa (<a href=\"https://ref.ly/Gen3:1-Gen3:24\">Mwanzo 3</a>). Ikiwa watu wenye dhambi wangeingia katika uwepo wa Mungu, utakatifu wa Mungu ungewaharibu.</p><p>Hema lilitoa suluhisho la muda kwa tatizo hili. Ilikuwa ni muundo maalum kama hema liliowaruhusu Waisraeli kufurahia uwepo wa Mungu bila kuangamizwa (<a href=\"https://ref.ly/Exod25:8\">Kutoka 25:8</a>). Ilitumika kama mahali pa ibada pa kuhamahama ambapo Waisraeli walitoa dhabihu kwa Mungu na kumwabudu.</p><p>Hema inatuonyesha kile kinachohitajika ili kuingia katika uwepo wa Mungu:</p><ul><li><p>Madhabahu inaonyesha kwamba dhambi lazima ziondolewe kupitia kifo cha dhabihu. Hii ilikuwa ni muundo mkubwa wa shaba ambapo wanyama walitolewa dhabihu ili kulipia dhambi za watu.</p></li><li><p>Beseni la kunawia linaonyesha kwamba kuwa na uhusiano na Mungu kunahitaji kuondoa uchafu—chochote kinachokwenda kinyume na viwango vya maadili kamilifu vya Mungu. Hii ilikuwa bakuli kubwa la shaba lililojazwa maji ambapo makuhani waliosha mikono na miguu yao kabla ya kutumikia katika hema.</p></li><li><p>Kwenye patakatifu, kinara cha taa na meza vinaonyesha kwamba tunapaswa kutembea katika nuru ya Mungu na kumtegemea ili atupatie tunachohitaji. Kinara cha taa cha dhahabu kilikuwa na matawi saba na kilitoa mwanga pekee katika patakatifu, huku meza ikishikilia mikate kumi na miwili inayowakilisha utoaji wa Mungu kwa makabila kumi na mawili ya Israeli.</p></li><li><p>Madhabahu ya uvumba inawakilisha maombi. Uvumba unaoendelea kupanda unawakumbusha wale ambao wamesamehewa na kusafishwa, wanaofuata mwongozo wa Mungu na kumtegemea, kwamba wana ufikiaji kamili kwake. Madhabahu hii ndogo ya dhahabu ilisimama mbele ya pazia la Mahali Patakatifu Sana, na makuhani walichoma uvumba wenye harufu nzuri juu yake kila siku.</p></li><li><p>Pazia kati ya Patakatifu na Mahali Patakatifu Sana linatukumbusha kwamba Mwenyezi Mungu, ambaye ni mtakatifu, anatukaribisha katika ushirika, lakini hatupaswi kumkaribia bila utaratibu. Pazia hili nene na lenye rangi lilitenganisha vyumba viwili na kuwalinda watu dhidi ya uwepo wa Mungu moja kwa moja.</p></li><li><p>Nyuma ya pazia kuna Sanduku la Agano, ambapo utukufu wa Mungu ulionekana. Hii ilionyesha utawala wa Mungu kama mfalme wa Israeli. Nafasi ya kati ya sanduku inaonyesha kusudi kuu la Mungu kwa watu wake—uhusiano wa agano na Mungu aliye hai. Sanduku lilikuwa sanduku la mbao lililofunikwa kwa dhahabu likiwa na mbao za mawe za Amri Kumi, fimbo ya Aroni, na mtungi wa mana.</p></li></ul><p>Uhusiano wetu mpya wa agano na Mungu unafanikishwa kwa sababu ya dhabihu kamilifu ya Yesu kwa ajili ya dhambi na jukumu lake kama kuhani mkuu wetu mbele ya Mungu (tazama hasa <a href=\"https://ref.ly/Heb9:1-Heb10:39\">Waebrania 9–10</a>). Ametimiza mahitaji yaliyowekwa na hema la kale. Sasa tunaweza kukaribia kiti cha enzi cha Mungu kwa ujasiri na kujiamini (tazama <a href=\"https://ref.ly/Eph3:12\">Waefeso 3:12</a>; <a href=\"https://ref.ly/Heb4:14-Heb4:16\">Waebrania 4:14–16</a>).</p><p><u>Sehemu za Kujifunza Zaidi</u></p><p><a href=\"https://ref.ly/Exod25:1-Exod25:9\">Kutoka 25:1–9</a>; <a href=\"https://ref.ly/Exod26:1-Exod26:37\">26:1–37</a>; <a href=\"https://ref.ly/Exod35:4-Exod36:38\">35:4–36:38</a>; <a href=\"https://ref.ly/Exod38:21-Exod38:31\">38:21–31</a>; <a href=\"https://ref.ly/Exod39:32-Exod40:35\">39:32–40:35</a>; <a href=\"https://ref.ly/2Chr3:1-2Chr7:22\">2 Mambo ya Nyakati 3:1–7:22</a>; <a href=\"https://ref.ly/Heb9:1-Heb9:28\">Waebrania 9:1–28</a></p>",
    "associations": {
      "passage": [
        {
          "start_ref": "02025008",
          "start_ref_usfm": "EXO 25:8",
          "end_ref": "02025008",
          "end_ref_usfm": "EXO 25:8"
        },
        {
          "start_ref": "49003012",
          "start_ref_usfm": "EPH 3:12",
          "end_ref": "49003012",
          "end_ref_usfm": "EPH 3:12"
        },
        {
          "start_ref": "01003001",
          "start_ref_usfm": "GEN 3:1",
          "end_ref": "01003024",
          "end_ref_usfm": "GEN 3:24"
        },
        {
          "start_ref": "58004014",
          "start_ref_usfm": "HEB 4:14",
          "end_ref": "58004016",
          "end_ref_usfm": "HEB 4:16"
        },
        {
          "start_ref": "58009001",
          "start_ref_usfm": "HEB 9:1",
          "end_ref": "58009028",
          "end_ref_usfm": "HEB 9:28"
        },
        {
          "start_ref": "02026001",
          "start_ref_usfm": "EXO 26:1",
          "end_ref": "02026037",
          "end_ref_usfm": "EXO 26:37"
        },
        {
          "start_ref": "02025001",
          "start_ref_usfm": "EXO 25:1",
          "end_ref": "02025009",
          "end_ref_usfm": "EXO 25:9"
        },
        {
          "start_ref": "02035004",
          "start_ref_usfm": "EXO 35:4",
          "end_ref": "02036038",
          "end_ref_usfm": "EXO 36:38"
        },
        {
          "start_ref": "02038021",
          "start_ref_usfm": "EXO 38:21",
          "end_ref": "02038031",
          "end_ref_usfm": "EXO 38:31"
        },
        {
          "start_ref": "58009001",
          "start_ref_usfm": "HEB 9:1",
          "end_ref": "58010039",
          "end_ref_usfm": "HEB 10:39"
        },
        {
          "start_ref": "02039032",
          "start_ref_usfm": "EXO 39:32",
          "end_ref": "02040035",
          "end_ref_usfm": "EXO 40:35"
        },
        {
          "start_ref": "14003001",
          "start_ref_usfm": "2CH 3:1",
          "end_ref": "14007022",
          "end_ref_usfm": "2CH 7:22"
        }
      ],
      "resource": []
    }
  }
]