[
  {
    "content_id": 765188,
    "reference_id": 203331,
    "title": "Mungu Asiyejulikana",
    "media_type": "Text",
    "index_reference": "mungu asiyejulikana",
    "language": "swh",
    "content": "<p>Mtume Paulo alizungumza na Areopago, baraza kuu la jiji la Athene (<a href=\"https://ref.ly/Acts17:19\">Matendo 17:19</a>). Alizungumza na watu ambao hawakushiriki imani yake katika Mungu wa Abrahamu na Mose. Mungu huyu alikuwa amejifunua, &quot;Katika nyakati nyingi zilizopita na kwa njia mbalimbali… kupitia manabii&quot; (<a href=\"https://ref.ly/Heb1:1\">Waebrania 1:1</a>).</p><p>Hadhira ya Paulo ilifikiria tofauti kuhusu dini kuliko yeye. Walikuwa na miungu mingi katika utamaduni wao, na watu wa kawaida bado waliamini miungu ya kale. Hata hivyo, wengi wa watu waliokuwa na ushawishi katika utamaduni wa Athene hawakuamini tena kuwa miungu ilikuwepo. Badala yake, walifuata ama <em>materialismu</em> (imani kwamba vitu vya kimwili pekee ndivyo vinavyokuwepo) au <em>pantheism</em> (imani kwamba uungu upo katika kila kitu).</p><p>Wote walikosa imani katika Mungu wa kweli ambaye ni Bwana wa wote. Hadithi zao zilielezea matendo ya miungu mbalimbali, lakini hawakuamini kwamba ukweli wa mwisho, Mungu mwenyewe, unaweza kujulikana. Badala yake, walitafakari na kujadili mawazo mapya, wakitumaini kuelewa vizuri zaidi asili ya mambo.</p><p>Paulo alipotembelea Athene, kulikuwa na mawazo mengi ya kifalsafa yaliyokuwa maarufu. Hata hivyo, Ustoiki na Uepikurea zilikuwa shule kuu mbili za mawazo (<a href=\"https://ref.ly/Acts17:18\">Matendo 17:18</a>).</p><p>Ustoiki ulianzishwa na Zeno wa Citium, ambaye aliishi takriban kati ya 334 na 262 Kabla ya Kristo (KK). Wafuasi wa mafundisho ya Ustoiki walijulikana kama Wastoiki. Wastoiki walijifunza sheria za asili na waliamini katika <em>Logos</em>, nguvu inayopanga na kudumisha kila kitu. Nguvu hii inatoa uhai na akili kwa wanadamu. Maisha bora ni yale ambapo akili inaongoza, na amani ya akili na maelewano na asili yapo. Viongozi wengi muhimu wa kale walikuwa Wastoiki au waliathiriwa na Ustoiki. Hii ilijumuisha Cicero, Seneca, na Marcus Aurelius. Baadhi ya Wakristo walivutiwa na mawazo ya Ustoiki kutokana na kufanana kati ya <em>Logos</em> ya Wastoiki na <em>Logos</em> ya kimungu na kati ya sheria ya asili na sheria ya Mungu (<a href=\"https://ref.ly/John1:1-John1:18\">Yohana 1:1–18</a>).</p><p>Waepikurea walikuwa watu waliokuwa wakifuata mafundisho ya Epikuro, aliyeishi kutoka 341 hadi 270 KK. Walikuwa wafuasi wa empiricism, ambayo inamaanisha waliamini kuwa maarifa yanatokana na kile tunachoweza kuona, kusikia, au kugusa badala ya kutoka kwa hoja za kufikirika. Waepikurea walilenga ushahidi wa asili na hawakuwa na nia kubwa katika hisabati. Shauku yao kuu ilikuwa maadili, ambayo ni somo la tabia sahihi. Walihukumu vitendo au vitu kwa raha au maumivu vilivyosababisha. Epikuro aliona imani katika miungu kama tishio kwa amani ya akili. Yeye na wafuasi wake waliamini kwamba hakuna mtu anayepaswa kuogopa miungu au kifo.</p><p>Paulo alipotumia washairi wao kuelezea mawazo magumu, alisema kwamba Mungu aliyeumba kila kitu ni wa kibinafsi na anaweza kufahamika. Mungu alijidhihirisha waziwazi katika historia halisi na kikamilifu kupitia Yesu Kristo. Baada ya kifo, hakuna mwisho au safari ya roho, bali hukumu inakuja. Ufufuo wa Yesu kutoka kwa wafu unathibitisha mambo haya yote.</p><p>Wagiriki wengi huko Athene walidhani ilikuwa upumbavu, lakini ni ukweli wa mwisho kwamba Mungu anaweza kujulikana kupitia Yesu Kristo.</p><p><u>Sehemu za Kujifunza Zaidi</u></p><p><a href=\"https://ref.ly/Ps50:7-Ps50:15\">Zaburi 50:7–15</a>; <a href=\"https://ref.ly/Isa42:5-Isa42:7\">Isaya 42:5–7</a>; <a href=\"https://ref.ly/Acts17:16-Acts17:32\">Matendo 17:16–32</a>; <a href=\"https://ref.ly/Rom1:18-Rom1:32\">Warumi 1:18–32</a>; <a href=\"https://ref.ly/Col1:15-Col1:23\">Wakolosai 1:15–23</a>; <a href=\"https://ref.ly/Col2:6-Col2:12\">Wakolosai 2:6–12</a>; <a href=\"https://ref.ly/1Thess1:9-1Thess1:10\">1 Wathesalonike 1:9–10</a>; <a href=\"https://ref.ly/Heb1:1-Heb1:4\">Waebrania 1:1–4</a></p>",
    "associations": {
      "passage": [
        {
          "start_ref": "44017018",
          "start_ref_usfm": "ACT 17:18",
          "end_ref": "44017018",
          "end_ref_usfm": "ACT 17:18"
        },
        {
          "start_ref": "44017019",
          "start_ref_usfm": "ACT 17:19",
          "end_ref": "44017019",
          "end_ref_usfm": "ACT 17:19"
        },
        {
          "start_ref": "58001001",
          "start_ref_usfm": "HEB 1:1",
          "end_ref": "58001001",
          "end_ref_usfm": "HEB 1:1"
        },
        {
          "start_ref": "45001018",
          "start_ref_usfm": "ROM 1:18",
          "end_ref": "45001032",
          "end_ref_usfm": "ROM 1:32"
        },
        {
          "start_ref": "43001001",
          "start_ref_usfm": "JHN 1:1",
          "end_ref": "43001018",
          "end_ref_usfm": "JHN 1:18"
        },
        {
          "start_ref": "19050007",
          "start_ref_usfm": "PSA 50:7",
          "end_ref": "19050015",
          "end_ref_usfm": "PSA 50:15"
        },
        {
          "start_ref": "52001009",
          "start_ref_usfm": "1TH 1:9",
          "end_ref": "52001010",
          "end_ref_usfm": "1TH 1:10"
        },
        {
          "start_ref": "51001015",
          "start_ref_usfm": "COL 1:15",
          "end_ref": "51001023",
          "end_ref_usfm": "COL 1:23"
        },
        {
          "start_ref": "58001001",
          "start_ref_usfm": "HEB 1:1",
          "end_ref": "58001004",
          "end_ref_usfm": "HEB 1:4"
        },
        {
          "start_ref": "23042005",
          "start_ref_usfm": "ISA 42:5",
          "end_ref": "23042007",
          "end_ref_usfm": "ISA 42:7"
        },
        {
          "start_ref": "44017016",
          "start_ref_usfm": "ACT 17:16",
          "end_ref": "44017032",
          "end_ref_usfm": "ACT 17:32"
        },
        {
          "start_ref": "51002006",
          "start_ref_usfm": "COL 2:6",
          "end_ref": "51002012",
          "end_ref_usfm": "COL 2:12"
        }
      ],
      "resource": []
    }
  }
]