[
  {
    "content_id": 765241,
    "reference_id": 203384,
    "title": "Uzushi wa Wakristo wa Mapema",
    "media_type": "Text",
    "index_reference": "uzushi wa wakristo wa mapema",
    "language": "swh",
    "content": "<h2>Uzushi</h2><p>Neno la Kigiriki <em>hairesis</em>, ambalo awali linamaanisha &quot;chaguo,&quot; linarejelea <em>kikundi</em> au <em>faksi</em>. Kwa mfano, Masadukayo walikuwa kikundi ndani ya Uyahudi, kama vile Mafarisayo (<a href=\"https://ref.ly/Acts5:17\">Matendo 5:17</a>; <a href=\"https://ref.ly/Acts15:5\">15:5</a>). Walikuwa wakiwaita waumini wa mapema katika Yesu kama Masihi, &quot;kikundi cha Wanazareti&quot; (<a href=\"https://ref.ly/Acts24:5\">Matendo 24:5</a>). Katika kila moja ya mistari hii, <em>hairesis</em> inamaanisha tu kikundi au dhehebu.</p><p>Kanisa lilipokua, waliita kikundi chochote cha mgawanyiko ndani ya kanisa la eneo <em>hairesis</em>. Neno hili linarejelea dhehebu lenye imani zinazopingana na kweli zilizofundishwa na mitume. Paulo aliwaonya kanisa la Wakorintho kwamba <em>madhehebu</em> ya mgawanyiko yangetokea miongoni mwao (<a href=\"https://ref.ly/1Cor11:19\">1 Wakorintho 11:19</a>).</p><p>Hatimaye, neno <em>uzushi</em> lilikuja kumaanisha mafundisho yanayokengeuka kutoka kwa kawaida na kusababisha watu kuacha imani za jadi (imani za jadi na zilizowekwa). Petro aliwaonya Wakristo kuhusu walimu wa uongo ambao wangejaribu kupotosha waumini kwa &quot;uzushi wa uharibifu&quot; (<a href=\"https://ref.ly/2Pet2:1\">2 Petro 2:1</a>). Leo, neno <em>uzushi</em> linaeleweka kwa kawaida kama linavyorejelea mafundisho ya uongo yanayodhuru imani ya baadhi ya Wakristo na kuleta mgawanyiko ndani ya kanisa.</p><h2>Uzushi Mbili za Kwanza</h2><p>Uzushi mbili kuu zilikuwa za kawaida katika kanisa wakati wa mtume Yohana: Ugnostiki na Udoketi.</p><h3>Ugnostiki</h3><p>Ugnostiki ulidai kuwa na maarifa maalum na ya siri ya kiroho. Wagnostiki wengi waliamini katika mpangilio wa viumbe. Juu kabisa kulikuwa na mungu wa milele, ambaye kutoka kwake alitoka mfululizo wa viumbe wa kiroho wa chini. Miongoni mwa hawa alikuwa Mungu muumba, aliyedhaniwa kuwa mwovu. Huyu mungu muumba aliumba ulimwengu wa kimwili, ikiwa ni pamoja na wanadamu.</p><p>Kama ilivyo kwa mafundisho ya mwanafalsafa wa Kigiriki Plato, Wagnostiki hawa waliamini kwamba kila kitu cha kimwili kilikuwa kibaya. Ulimwengu wa kiroho, ambao ulikuwa &quot;halisi&quot; zaidi, ulikuwepo. Lengo lao lilikuwa kupata &quot;mbegu&quot; ya kiroho ndani yao kupitia &quot;maarifa&quot; ya siri (Kigiriki <em>gnōsis</em>).</p><p>Maarifa haya yangeweza kuwasaidia kuondoka katika ulimwengu wa kimwili na kujiunga na ulimwengu wa kiroho. Imani hii ilisababisha majibu tofauti kuhusu ulimwengu wa kimwili. Baadhi ya Wagnostiki waliepuka kabisa raha za kimwili, huku wengine wakiishi kwa uhuru wakifuata tamaa za kimwili, wakiona matendo yao kama yasiyo na umuhimu.</p><p>Ugnostiki ilitokana na mchanganyiko wa Ukristo na falsafa ya Kigiriki. Ilisisitiza hitaji la maarifa maalum ambayo yalibadilisha imani na desturi za jadi za Kikristo. Wagnostiki mara nyingi walimjumuisha Kristo katika imani zao, wakimchukulia kama moja ya &quot;mitiririko&quot; mingi kutoka kwa kiumbe mkuu. Wagnostiki wengi waliamini kwamba Kristo alifundisha baadhi ya wafuasi wake jinsi ya kupata &quot;mwangaza&quot; wao wa kiroho wa ndani na kuungana na ulimwengu wa kiroho.</p><p>Maandishi mengi ya Kikristo kutoka karne mbili za kwanza yalipinga mafundisho potofu ya Gnostiki.</p><h3>Mafundisho ya Docetism</h3><p>Docetism ilikuwa aina ya Gnosticism. Ilifundisha kwamba Kristo alionekana tu kuwa na mwili wa kibinadamu na  kwamba kuzaliwa, kifo, na ufufuo vilikuwa vya kuonekana. <em>Dokeō</em> ni kitenzi cha Kigiriki kinachomaanisha &quot;kuonekana.&quot;</p><p>Mwanadocetist wa mapema aliyeitwa Cerinthus alidai kwamba &quot;Kristo&quot; wa kiroho alijiunga na Yesu wa kibinadamu katika ubatizo wake. Alikaa wakati wa huduma yake lakini aliondoka kabla ya mateso na kifo chake. Harakati hii ililenga kulinda uungu wa Mungu usichafuliwe na asili ya kibinadamu ya Yesu. Kulingana na mapokeo ya kanisa la mapema, mtume Yohana alipinga vikali mafundisho ya Cerinthus (tazama Irenaeus, <em>Against Heresies</em> 3.3.4; linganisha <a href=\"https://ref.ly/1John5:5-1John5:8\">1 Yohana 5:5–8</a>; <a href=\"https://ref.ly/2John1:7\">2 Yohana 1:7</a>).</p><p>Wakristo wa kweli wanaamini katika Umwilisho, ambapo Mungu alijifanya mwanadamu halisi mwenye mwili na damu katika nafsi ya Yesu wa Nazareti. Ubinadamu wa Yesu ulikuwa wa kweli. Alikuwa mwanadamu halisi, akishiriki mwili na damu yetu, ili aweze kuwaokoa wanadamu kupitia mwili na damu yake mwenyewe.</p><p>Ignatius alikuwa mwanafunzi wa mtume Yohana na baadaye akawa askofu wa Antiokia. Aliandika barua kupinga Docetism. Ignatius alikuwa mtu wa kwanza baada ya waandishi wa Agano Jipya kutaja kuzaliwa kwa Yesu na bikira. Pia alisisitiza kwamba mitume waligusa mwili wa Bwana wao aliyefufuka. Ignatius alisema angeweza kukabiliana na kuuawa (kufa kwa ajili ya imani yake) kwa ujasiri kwa sababu ya mateso halisi ya Yesu Kristo msalabani na ufufuo wake wa kimwili.</p><p><u>Vifungu vya Kujifunza Zaidi</u></p><p><a href=\"https://ref.ly/Acts8:9-Acts8:24\">Matendo 8:9–24</a>; <a href=\"https://ref.ly/2Cor11:1-2Cor11:15\">2 Wakorintho 11:1–15</a>; <a href=\"https://ref.ly/Col1:23\">Wakolosai 1:23</a>; <a href=\"https://ref.ly/Col2:6-Col2:23\">2:6–23</a>; <a href=\"https://ref.ly/1Tim6:20\">1 Timotheo 6:20</a>; <a href=\"https://ref.ly/2Pet2:1-2Pet2:22\">2 Petro 2:1–22</a>; <a href=\"https://ref.ly/1John4:2-1John4:3\">1 Yohana 4:2–3</a>; <a href=\"https://ref.ly/1John5:5-1John5:8\">5:5–8</a>; <a href=\"https://ref.ly/2John1:7-2John1:11\">2 Yohana 1:7–11</a>; <a href=\"https://ref.ly/3John1:9-3John1:12\">3 Yohana 1:9–12</a>; <a href=\"https://ref.ly/Rev2:2\">Ufunuo 2:2</a>, <a href=\"https://ref.ly/Rev2:14-Rev2:16\">14–16</a>, <a href=\"https://ref.ly/Rev2:20-Rev2:25\">20–25</a></p>",
    "associations": {
      "passage": [
        {
          "start_ref": "44005017",
          "start_ref_usfm": "ACT 5:17",
          "end_ref": "44005017",
          "end_ref_usfm": "ACT 5:17"
        },
        {
          "start_ref": "44015005",
          "start_ref_usfm": "ACT 15:5",
          "end_ref": "44015005",
          "end_ref_usfm": "ACT 15:5"
        },
        {
          "start_ref": "44024005",
          "start_ref_usfm": "ACT 24:5",
          "end_ref": "44024005",
          "end_ref_usfm": "ACT 24:5"
        },
        {
          "start_ref": "46011019",
          "start_ref_usfm": "1CO 11:19",
          "end_ref": "46011019",
          "end_ref_usfm": "1CO 11:19"
        },
        {
          "start_ref": "51001023",
          "start_ref_usfm": "COL 1:23",
          "end_ref": "51001023",
          "end_ref_usfm": "COL 1:23"
        },
        {
          "start_ref": "54006020",
          "start_ref_usfm": "1TI 6:20",
          "end_ref": "54006020",
          "end_ref_usfm": "1TI 6:20"
        },
        {
          "start_ref": "61002001",
          "start_ref_usfm": "2PE 2:1",
          "end_ref": "61002001",
          "end_ref_usfm": "2PE 2:1"
        },
        {
          "start_ref": "63001007",
          "start_ref_usfm": "2JN 1:7",
          "end_ref": "63001007",
          "end_ref_usfm": "2JN 1:7"
        },
        {
          "start_ref": "66002002",
          "start_ref_usfm": "REV 2:2",
          "end_ref": "66002002",
          "end_ref_usfm": "REV 2:2"
        },
        {
          "start_ref": "62004002",
          "start_ref_usfm": "1JN 4:2",
          "end_ref": "62004003",
          "end_ref_usfm": "1JN 4:3"
        },
        {
          "start_ref": "51002006",
          "start_ref_usfm": "COL 2:6",
          "end_ref": "51002023",
          "end_ref_usfm": "COL 2:23"
        },
        {
          "start_ref": "44008009",
          "start_ref_usfm": "ACT 8:9",
          "end_ref": "44008024",
          "end_ref_usfm": "ACT 8:24"
        },
        {
          "start_ref": "61002001",
          "start_ref_usfm": "2PE 2:1",
          "end_ref": "61002022",
          "end_ref_usfm": "2PE 2:22"
        },
        {
          "start_ref": "64001009",
          "start_ref_usfm": "3JN 1:9",
          "end_ref": "64001012",
          "end_ref_usfm": "3JN 1:12"
        },
        {
          "start_ref": "47011001",
          "start_ref_usfm": "2CO 11:1",
          "end_ref": "47011015",
          "end_ref_usfm": "2CO 11:15"
        },
        {
          "start_ref": "66002014",
          "start_ref_usfm": "REV 2:14",
          "end_ref": "66002016",
          "end_ref_usfm": "REV 2:16"
        },
        {
          "start_ref": "62005005",
          "start_ref_usfm": "1JN 5:5",
          "end_ref": "62005008",
          "end_ref_usfm": "1JN 5:8"
        },
        {
          "start_ref": "63001007",
          "start_ref_usfm": "2JN 1:7",
          "end_ref": "63001011",
          "end_ref_usfm": "2JN 1:11"
        },
        {
          "start_ref": "66002020",
          "start_ref_usfm": "REV 2:20",
          "end_ref": "66002025",
          "end_ref_usfm": "REV 2:25"
        }
      ],
      "resource": []
    }
  }
]